[
  {
    "id": 1,
    "name": "Yeebo",
    "description": "Our extensive menu of over 300 dishes is the quintessence of traditional Chinese cuisine. The menu offers a wide range of dishes from nutritious Hotpot to Dimsum, and signature roasted dishes such as Pecking duck, roasted goose, top-of-the-range abalone, and cheese baked lobster just to name a few.",
    "tel": "028 5412 1313",
    "coordinates": [
      10.725159296481767,
      106.71993771103867
    ],
    "address": "109 Tôn Dật Tiên",
    "openHour": "7AM – 2PM & 5PM – 10PM",
    "categories": [
      "Dim Sum",
      "Hot Pot",
      "Chinese"
    ],
    "rating": 3
  },
  {
    "id": 2,
    "name": "Coco Ichibanya",
    "description": "'CURRY HOUSE CoCo ICHIBANYA',known as 'CoCoICHI', is a chain restaurant specializing in Japanese-style curry rice. \n Many people enjoy making their very own CoCoICHI curry by customizing the rice portion, spice level, and optional toppings coming in nearly 40 varieties. Please enjoy our curry, which is very popular with the Japanese people!",
    "tel": "028 7309 9926",
    "coordinates": [
      10.78197620152864,
      106.70476570852136
    ],
    "address": "13 Lý Tự Trọng",
    "openHour": "10AM – 9PM",
    "categories": [
      "Japanese",
      "Curry"
    ],
    "rating": 4.3
  },
  {
    "id": 3,
    "name": "Lo Dat BBQ",
    "description": "Lo Dat BBQ is one of the best popular grilled restaurant to the Saigonese. With open space, the customers can comfortably enjoy a variety of food from grill options to hotpot choices.",
    "tel": "093 839 4147",
    "coordinates": [
      10.752667582461726,
      106.67376525521696
    ],
    "address": "159 Trần Tuấn Khải, P5, Q5, TPHCM",
    "openHour": "4:30PM – 11PM",
    "categories": [
      "BBQ"
    ],
    "rating": 4.9
  },
  {
    "id": 4,
    "name": "Banh Cuon Song Moc",
    "description": "Starting from 1954, this eating point has become unreplacable breakfast places for Vietnamese. This eating place is not only for Saigon visitors to taste, but is also a memorable place about a simple breakfast of Saigonese.",
    "tel": "094 879 29 92",
    "coordinates": [
      10.774657125834228,
      106.68239992638144
    ],
    "address": "Hẻm 132 Vườn Chuối, Phường 4, Quận 3, Thành phố Hồ Chí Minh",
    "openHour": "6AM – 12PM",
    "categories": [
      "Vietnam"
    ],
    "rating": 4.5
  },
  {
    "id": 5,
    "name": "Hu Tieu Toan Quan",
    "description": "The first impression when first coming to Toan Quan is a spacious as well as tidy place. Besides, the restaurant service is flexible and versable. With only 3 main types of Vietnamese noodles, the customers can choose the suitable option with their taste: pork bone, chicken, or even mixed taste.",
    "tel": "",
    "coordinates": [
      10.764788873131462,
      106.6949464554119
    ],
    "address": "99 Đề Thám, Phường Cô Giang, Quận 1, Thành phố Hồ Chí Minh, Vietnam",
    "openHour": "Open 24 hours",
    "categories": [
      "Vietnam"
    ],
    "rating": 4.3
  },
  {
    "id": 6,
    "name": "Three O'clock - Coffee & Tea",
    "description": "Inspired by one British quote 'AT HALF-PAST THREE, EVERYTHING STOPS FOR TEA', the brand has built the coffee place with the logo having teapot and 3-o'clock clock, which is an interesting place for the youth to stop by, have a chitchat, and enjoy the moment",
    "tel": "",
    "coordinates": [
      10.76804727099479,
      106.68358705541192
    ],
    "address": "462 Nguyễn Thị Minh Khai, Phường 2, Quận 3, Thành phố Hồ Chí Minh 800000, Vietnam",
    "openHour": "7AM - 22PM",
    "categories": [
      "Coffee and Tea"
    ],
    "rating": 4
  },
  {
    "id": 7,
    "name": "Chuyen Rooftop",
    "description": "If you cannot come to Dalat for chilling or your friends are still to busy for a trip to Dalat, come here and enjoy Dalat atmosphere. This place is also the app author's one of the first dating place.",
    "tel": "093 127 91 11",
    "coordinates": [
      10.795965859622447,
      106.67842027075312
    ],
    "address": "102 Nguyễn Đình Chính, Phường 15, Phú Nhuận, Thành phố Hồ Chí Minh, Vietnam",
    "openHour": "4PM – 12:30AM",
    "categories": [
      "Coffee and Tea"
    ],
    "rating": 4
  }
]
